/* Delay value for >= 2 seconds; number MUST come first */
"%d seconds" = "%d seconds";

/* Used when force-switching to a location */
"(forced)" = "(forced)";

/* String for unnamed devices */
"(Unnamed device)" = "(Unnamed device)";

/* Delay value; number MUST come first */
"1 second" = "1 second";

/* In rule-adding dialog */
"A WiFi access point with a MAC of" = "A WiFi access point with a MAC of";

/* In rule-adding dialog */
"A WiFi access point with an SSID of" = "A WiFi access point with an SSID of";

/* Preferences section */
"Actions" = "Actions";

/* Menu item */
"Add %@ Action..." = "Add %@ Action...";

/* Menu item */
"Add %@ Rule..." = "Add %@ Rule...";

/* Preferences section */
"Advanced" = "Advanced";

/* In rule-adding dialog */
"An assigned IP address starting with" = "An assigned IP address starting with";

/* Appended to a location-change notification */
"as default location" = "as default location";

/* No comment provided by engineer. */
"Battery" = "Battery";

/* In rule-adding dialog */
"Being powered by" = "Being powered by";

/* Evidence source */
"Bluetooth" = "Bluetooth";

/* No comment provided by engineer. */
"Change default printer to" = "Change default printer to";

/* Growl message title */
"Changing Location" = "Changing Location";

/* No comment provided by engineer. */
"Changing location failed!" = "Changing location failed!";

/* First parameter is the location name, second parameter is the confidence value, or 'as default location' */
"Changing to location '%@' %@." = "Changing to location '%1$@' %2$@.";

/* In MountAction */
"Couldn't mount that volume!" = "Couldn't mount that volume!";

/* No comment provided by engineer. */
"Couldn't set default printer!" = "Couldn't set default printer!";

/* In IChatAction */
"Couldn't set iChat status!" = "Couldn't set iChat status!";

/* In MailSMTPServerAction */
"Couldn't set SMTP server!" = "Couldn't set SMTP server!";

/* Action type */
"DefaultPrinter" = "DefaultPrinter";

/* No comment provided by engineer. */
"Disable screen saver password" = "Disable screen saver password";

/* No comment provided by engineer. */
"Disabling screen saver password." = "Disabling screen saver password.";

/* No comment provided by engineer. */
"Enable screen saver password" = "Enable screen saver password";

/* No comment provided by engineer. */
"Enabling screen saver password." = "Enabling screen saver password.";

/* Growl message title */
"Evidence Change" = "Evidence Change";

/* Preferences section */
"Evidence Sources" = "Evidence Sources";

/* No comment provided by engineer. */
"Failed executing shell script!" = "Failed executing shell script!";

/* No comment provided by engineer. */
"Failed opening '%@'." = "Failed opening '%@'.";

/* No comment provided by engineer. */
"Failed toggling screen saver password!" = "Failed toggling screen saver password!";

/* No comment provided by engineer. */
"Failed turning Bluetooth off." = "Failed turning Bluetooth off.";

/* No comment provided by engineer. */
"Failed turning Bluetooth on." = "Failed turning Bluetooth on.";

/* No comment provided by engineer. */
"Failed turning WiFi off." = "Failed turning WiFi off.";

/* No comment provided by engineer. */
"Failed turning WiFi on." = "Failed turning WiFi on.";

/* Growl message title */
"Failure" = "Failure";

/* Evidence source */
"FireWire" = "FireWire";

/* Preferences section */
"General" = "General";

/* Action type */
"IChat" = "iChat";

/* Evidence source */
"IP" = "IP";

/* Action type */
"MailSMTPServer" = "MailSMTPServer";

/* Action type */
"Mount" = "Mount";

/* No comment provided by engineer. */
"Mount a volume with address" = "Mount a volume with address";

/* No comment provided by engineer. */
"Mounting '%@'." = "Mounting '%@'.";

/* Action type */
"Mute" = "Mute";

/* No comment provided by engineer. */
"Mute system audio" = "Mute system audio";

/* No comment provided by engineer. */
"Muting system audio." = "Muting system audio.";

/* Delay value to display for zero seconds */
"None" = "None";

/* Used in toggling actions */
"off" = "off";

/* Used in toggling actions */
"on" = "on";

/* When an action is triggered */
"On arrival" = "On arrival";

/* When an action is triggered */
"On departure" = "On departure";

/* Action type */
"Open" = "Open";

/* No comment provided by engineer. */
"Opening '%@'." = "Opening '%@'.";

/* Growl message title */
"Performing Action" = "Performing Action";

/* Evidence source */
"Power" = "Power";

/* No comment provided by engineer. */
"Power Adapter" = "Power Adapter";

/* Preferences section */
"Rules" = "Rules";

/* No comment provided by engineer. */
"Running shell script '%@'." = "Running shell script '%@'.";

/* Evidence source */
"RunningApplication" = "RunningApplication";

/* Action type */
"ScreenSaverPassword" = "ScreenSaverPassword";

/* No comment provided by engineer. */
"Set iChat status message to" = "Set iChat status message to";

/* No comment provided by engineer. */
"Set Mail's SMTP server hostname to" = "Set Mail's SMTP server hostname to";

/* No comment provided by engineer. */
"Setting default printer to '%@'." = "Setting default printer to '%@'.";

/* No comment provided by engineer. */
"Setting iChat status to '%@'." = "Setting iChat status to '%@'.";

/* No comment provided by engineer. */
"Setting Mail's SMTP server to '%@'." = "Setting Mail's SMTP server to '%@'.";

/* Action type */
"ShellScript" = "ShellScript";

/* In rule-adding dialog */
"The following application running" = "The following application running";

/* No comment provided by engineer. */
"The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores." = "The parameter for DefaultPrinter actions is the name of the printer queue. This is usually the name of the printer, with spaces replaced by underscores.";

/* No comment provided by engineer. */
"The parameter for IChat actions is the status message to set." = "The parameter for iChat actions is the status message to set.";

/* No comment provided by engineer. */
"The parameter for MailSMTPServer actions is the hostname of the SMTP server to make the default for all Mail accounts." = "The parameter for MailSMTPServer actions is the hostname of the SMTP server to make the default for all Mail accounts.";

/* No comment provided by engineer. */
"The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\"." = "The parameter for Mount actions is the volume to mount, such as \"smb://server/share\" or \"afp://server/share\".";

/* No comment provided by engineer. */
"The parameter for Mute actions is simply either \"on\" or \"off\", depending on whether you want your system audio unmuted or muted." = "The parameter for Mute actions is simply either \"on\" or \"off\", depending on whether you want your system audio unmuted or muted.";

/* No comment provided by engineer. */
"The parameter for Open actions is the full path of the object to be opened, such as an application or a document." = "The parameter for Open actions is the full path of the object to be opened, such as an application or a document.";

/* No comment provided by engineer. */
"The parameter for ScreenSaverPasswordAction actions is simply either \"on\" or \"off\", depending on whether you want your screen saver password enabled or disabled." = "The parameter for ScreenSaverPasswordAction actions is simply either \"on\" or \"off\", depending on whether you want your screen saver password enabled or disabled.";

/* No comment provided by engineer. */
"The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh." = "The parameter for ShellScript actions is the full path of the shell script, which will be executed with /bin/sh.";

/* No comment provided by engineer. */
"The parameter for ToggleBluetooth actions is simply either \"on\" or \"off\", depending on whether you want your Bluetooth controller's power turned on or off." = "The parameter for ToggleBluetooth actions is simply either \"on\" or \"off\", depending on whether you want your Bluetooth controller's power turned on or off.";

/* No comment provided by engineer. */
"The parameter for ToggleWiFi actions is simply either \"on\" or \"off\", depending on whether you want your WiFi turned on or off." = "The parameter for ToggleWiFi actions is simply either \"on\" or \"off\", depending on whether you want your WiFi turned on or off.";

/* In rule-adding dialog */
"The presence of" = "The presence of";

/* Action type */
"ToggleBluetooth" = "ToggleBluetooth";

/* Action type */
"ToggleWiFi" = "ToggleWiFi";

/* Will be followed by 'on' or 'off' */
"Turn Bluetooth" = "Turn Bluetooth";

/* Will be followed by 'on' or 'off' */
"Turn WiFi" = "Turn WiFi";

/* No comment provided by engineer. */
"Turning Bluetooth off." = "Turning Bluetooth off.";

/* No comment provided by engineer. */
"Turning Bluetooth on." = "Turning Bluetooth on.";

/* No comment provided by engineer. */
"Turning WiFi off." = "Turning WiFi off.";

/* No comment provided by engineer. */
"Turning WiFi on." = "Turning WiFi on.";

/* No comment provided by engineer. */
"Unmute system audio" = "Unmute system audio";

/* No comment provided by engineer. */
"Unmuting system audio." = "Unmuting system audio.";

/* Evidence source */
"USB" = "USB";

/* Evidence source */
"WiFi" = "WiFi";

/* Appended to a location-change notification */
"with confidence %@" = "with confidence %@";

